Repository: miurahr/omegat-for-cat-beginners
Catalog: docs/files/el.tmx
Source language: en
Languages: el_gr

source: Error saving segmentation rules configuration!
el_gr: Παρουσιάστηκε σφάλμα κατά την αποθήκευση των ρυθμίσεων των κανόνων κατάτμησης κειμένου!

source: Select Fuzzy Match #&1
el_gr: Επιλογή Αποτελέσματος #&1

source: Encountered illegal \u sequence
el_gr: Παρουσιάστηκε μη έγκυρη ακολουθία \u

source: Select Fuzzy Match #&3
el_gr: Επιλογή Αποτελέσματος #&3

source: Select Fuzzy Match #&2
el_gr: Επιλογή Αποτελέσματος #&2

source: Select Fuzzy Match #&5
el_gr: Επιλογή Αποτελέσματος #&5

source: Select Fuzzy Match #&4
el_gr: Επιλογή Αποτελέσματος #&4

source: &Open Project...
el_gr: Άνοιγμα Έργου...

source: Warning: The TMX source language is different from the project source language ({0}).
el_gr: Προειδοποίηση: Η γλώσσα-πηγή του ΤΜΧ διαφέρει από τη γλώσσα-πηγή του έργου ({0}).

source: The * character matches zero or more characters (the search term 'run*' would match 'run', 'runs', and 'running', for example).
el_gr: Ο χαρακτήρας * ισοδυναμεί με μηδέν, ένα ή παραπάνω χαρακτήρες (για παράδειγμα, ο όρος αναζήτησης 'run*' θα συμπεριλάμβανε και αποτελέσματα για τα 'run', 'runs', και 'running').

source: For example, rules for Canadian French (FR-CA) should be higher that rules for French (FR.*), and higher than Default (.*) ones.
el_gr: Για παράδειγμα, οι κανόνες για τα γαλλικά Καναδά (FR-CA) θα υπερισχύουν έναντι των κανόνων για τα γαλλικά (FR.*), και θα βρίσκονται ακόμα πιο πάνω από τους προκαθορισμένους γενικούς κανόνες (.*).

source: Analyzing strings - {0} of {1} completed
el_gr: Ανάλυση συμβολοσειρών - ολοκληρώθηκαν {0} από {1}

source: Confused by false start of comment tag!
el_gr: Η λανθασμένη αρχή της ετικέτας σχολίου προκάλεσε σύγχιση!

source: Loading file:
el_gr: Φόρτωση αρχείου:

source: ERROR
el_gr: ΣΦΑΛΜΑ

source: TMX requires correct codes.
el_gr: Το TMX απαιτεί σωστούς κωδικούς.

source: The language code should be in the form xx-YY or xx_YY, where xx is the language code and YY is the country code (optional).
el_gr: Ο κωδικός της γλώσσας πρέπει να έχει τη μορφή xx-YY ή xx_YY, όπου xx είναι ο κωδικός γλώσσας και YY ο κωδικός χώρας (προαιρετικό).

source: OpenDocument/OpenOffice.org files
el_gr: Αρχεία OpenDocument/OpenOffice.org

source: Filename
el_gr: Όνομα αρχείου

source: Select directory
el_gr: Επιλέξτε κατάλογο

source: Failed to load translation memory for project!
el_gr: Αποτυχία φόρτωσης της μεταφραστικής μνήμης για το έργο αυτό!

source: Default (English)
el_gr: Προεπιλεγμένη γλώσσα (Ελληνικά)

source: Creating target documents:
el_gr: Δημιουργία τελικών εγγράφων:

source: <auto>
el_gr: <αυτόματα>

source: Confirm removal of {0} file filter
el_gr: Επιβεβαίωση της αφαίρεσης του φίλτρου {0}

source: &Align Java™ Resource Bundles
el_gr: &Στοίχιση πακέτων πόρων Java™

source: Mourning and sorrow<p>404 not with us now<p>Lost to paradise
el_gr: 404 Η σελίδα δεν υπάρχει πια.

source: File &Filters...
el_gr: &Φίλτρα Αρχείου...

source: Reopen the project now?
el_gr: Θέλετε να ξαναανοίξετε το έργο τώρα?

source: Cannot reset the filter to default patterns.
el_gr: Δεν είναι δυνατή η ρύθμιση του φίλτρου κατά το αρχικό μοτίβο.

source: Confirm removal of pattern {0}
el_gr: Επιβεβαίωση αφαίρεσης του μοτίβου {0}

source: Unsupported project file version ({0})!
el_gr: Η έκδοση ({0}) του αρχείου του έργου δεν υποστηρίζεται!

source: Match/Glossary Viewer
el_gr: Προβολή Αποτελεσμάτων Ταύτισης/Γλωσσαρίου

source: Arrays must not be null
el_gr: Οι πίνακες δεν πρέπει να είναι μηδενικοί

source: &Always Confirm Quit
el_gr: &Πάντα να επιβεβαιώνεται η Έξοδος

source: Text Files
el_gr: Αρχεία κειμένων

source: After Break
el_gr: Μετά την αλλαγή γραμμής/σελίδας

source: Failed to create project!
el_gr: Αποτυχία δημιουργίας έργου!

source: Bad directory name {0}
el_gr: Λάθος όνομα καταλόγου {0}

source: &Undo Last Action
el_gr: &Αναίρεση τελευταίας κίνησης

source: Navigation Bar
el_gr: Μπάρα πλοήγησης

source: Total number of unique segments
el_gr: Σύνολο τμημάτων κειμένου

source: I&nsert
el_gr: Εισαγωγή

source: &Editing Field...
el_gr: &Επεξεργασία πεδίου...

source: &Segmentation Rules...
el_gr: &Κανόνες διαίρεσης κειμένου...

source: Escaped binary char contains malformed data ({0})!
el_gr: Διαφυγών δυαδικός χαρακτήρας περιλαμβάνει παραμορφωμένα δεδομένα ({0})!

source: &Next Segment
el_gr: Ε&πόμενο τμήμα

source: Here you may edit the parameters affecting your workflow.
el_gr: Εδώ μπορείτε να επεξεργαστείτε τις παραμέτρους που σχετίζονται με τη ροή των εργασιών σας.

source: OmegaT Logo
el_gr: Λογότυπο του OmegaT

source: Select
el_gr: Επιλογή

source: Keyword searches examine the current project and return all segments which contain all of the query words, in any order.
el_gr: Η αναζήτηση λέξης-κλειδί εξετάζει το τρέχον έργο και παρουσιάζει όλα εκείνα τα τμήματα που περιλαμβάνουν όλες τις λέξεις του ερωτήματος ανεξαρτήτου σειράς.

source: (close tag)
el_gr: (ετικέτα κλεισίματος)

source: Recursive search
el_gr: Επαναλαμβανόμενη αναζήτηση

source: &New Project...
el_gr: Νέο Έργο...

source: Segments should include the following formatting that falls on the terminal segment boundary:
el_gr: Τα τμήματα πρέπει να περιέχουν την ακόλουθη μορφοποίηση που εφαρμόζεται στο τερματικό όριο του τμήματος:

source: Target File Encoding
el_gr: Κωδικοποίηση Αρχείου Προορισμού

source: Source files directory entered does not exist!
el_gr: Ο κατάλογος των αρχείων προέλευσης που ορίσατε δεν υπάρχει!

source: Edit File Filter
el_gr: Επεξεργασία φίλτρου

source: &Reload
el_gr: &Επαναφόρτωση

source: Project saved
el_gr: Το έργο αποθηκεύτηκε

source: Cannot open input file!
el_gr: Δεν είναι δυνατό το άνοιγμα του αρχείου εισόδου!

source: Building index tables...
el_gr: Δημιουργία ευρετηρίου...

source: &Add
el_gr: &Πρόσθεση

source: To add files to the project, click on the Import Source Files... button in the Project Files window or call this action from the Project menu and select the source files you want to import.
el_gr: Για να προσθέσετε αρχεία στο έργο, κάνετε κλικ στο κουμπί Εισαγωγή Αρχείων Προέλευσης (στο παράθυρο Αρχεία Έργου) ή αλλιώς πηγαίνετε στο μενού του Έργου και επιλέξτε τα αρχεία προέλευσης που θέλετε να εισάγετε.

source: Source Directory Selection
el_gr: Επιλογή του Καταλόγου Προέλευσης

source: &Import Source Files...
el_gr: &Εισαγωγή Αρχείων Προέλευσης...

source: Sample Project
el_gr: Δείγμα Έργου

source: loaded
el_gr: φορτωμένα

source: This operation searches both the source and target languages.
el_gr: Η λειτουργία αυτή εκτελεί αναζήτηση και στη γλώσσα-πηγή και στη γλώσσα-στόχο.

source: Unrecognized escape character at line {0}!
el_gr: Μη αναγνωρίσιμος χαρακτήρας στη γραμμή {0}!

source: The Target Language entered is invalid!
el_gr: Η γλώσσα-στόχος που ορίσατε δεν είναι έγκυρη!

source: OmegaT Project Directory
el_gr: Κατάλογος Έργου OmegaT

source: Select Match #&5
el_gr: Επιλογή Αποτελέσματος Ταύτισης #&5

source: Select Match #&4
el_gr: Επιλογή Αποτελέσματος Ταύτισης #&4

source: Select Match #&3
el_gr: Επιλογή Αποτελέσματος Ταύτισης #&3

source: Search TMs
el_gr: Αναζήτηση στις μεταφραστικές μνήμες

source: Select Match #&2
el_gr: Επιλογή Αποτελέσματος Ταύτισης #&2

source: B&rowse
el_gr: Αναζήτηση

source: Note: not all filters allow you to select an encoding.
el_gr: Σημείωση: Δεν σας επιτρέπουν όλα τα φίλτρανα επιλέξετε κωδικοποίηση.

source: &Move Up
el_gr: Μετακίνηση προς πάνω

source: Orphan strings
el_gr: "Ορφανές" συμβολοσειρές

source: Warning: Source segment could not be located for certain translation units.
el_gr: Προειδοποίηση: Το τμήμα κειμένου δεν ήταν δυνατό να εντοπιστεί για κάποιες μεταφραστικές μονάδες.

source: Unable to initialize read of XML file!
el_gr: Δεν είναι δυνατή η εκκίνηση ανάγνωσης του αρχείου XML!

source: The Source Language entered is invalid!
el_gr: Η γλώσσα-πηγή που ορίσατε δεν είναι έγκυρη!

source: Copying file
el_gr: Αντιγραφή αρχείου

source: Warning while parsing: {0}
el_gr: Προειδοποίηση κατά την ανάλυση: {0}

source: Translation Memory directory entered does not exist!
el_gr: Ο κατάλογος της μεταφραστικής μνήμης που ορίσατε δεν υπάρχει!

source: Glossary
el_gr: Γλωσσάρι

source: Source File Encoding
el_gr: Κωδικοποίηση Αρχείου Προέλευσης

source: Source Filename Pattern:
el_gr: Μοτίβο Αρχείου Προέλευσης:

source: Select Match #&1
el_gr: Επιλογή Αποτελέσματος Ταύτισης #&1

source: &Help
el_gr: &Βοήθεια

source: Each filter has a source filename pattern and can support different source file encodings, target file encodings, and target filename pattern.
el_gr: Κάθε φίλτρο έχει ένα μοτίβο ονόματος αρχείου προέλευσης και μπορεί να υποστηρίζει διαφορετικές κωδικοποιήσεις αρχείων προέλευσης και αρχείων προορισμού, όπως και διαφορετικά μοτίβα ονόματος αρχείων προορισμού

source: No tag errors detected
el_gr: Δεν εντοπίστηκε κανένα σφάλμα ετικέτας

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
el_gr: Η σελίδα δυστυχώς δεν βρέθηκε

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
el_gr: 404 Η σελίδα βοήθειας δεν βρέθηκε

source: Target documents created
el_gr: Τα τελικά έγγραφα δημιουργήθηκαν

source: ERROR: Invalid OpenDocument or OpenOffice.org file, content not found!
el_gr: ΣΦΑΛΜΑ: Μη έγκυρο αρχείο OpenDocument ή OpenOffice.org. Δεν έχει βρεθεί περιεχόμενο!

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
el_gr: Σελίδα εδώ, σελίδα εκεί, που είναι η σελίδα;

source: Error creating project!
el_gr: Παρουσιάστηκε σφάλμα κατά την δημιουργία έργου!

source: Unsupported function!
el_gr: Η λειτουργία αυτή δεν υποστηρίζεται!

source: Break/Exception
el_gr: Αλλαγή γραμμής/Εξαίρεση

source: Unrecognized TMX version ({0})!
el_gr: Η έκδοση TMX ({0}) δεν αναγνωρίζεται!

source: HTML and XHTML files
el_gr: Αρχεία HTML και XHTML

source: Create a New Project
el_gr: Δημιουργήστε ένα νέο έργο

source: Edit File Filters
el_gr: Επεξεργασία των φίλτρων

source: XML file is invalid: It does not have a <?xml ...
el_gr: Μη έγκυρο αρχείο XML: Δεν περιέχει επικεφαλίδα <?xml ...

source: OmegaT license
el_gr: Άδεια χρήσης του OmegaT

source: Source Filename Pattern
el_gr: Μοτίβο Ονόματος Αρχείου Προέλευσης

source: Java(TM) Resource Bundles
el_gr: Πακέτα Πόρων Java(TM)

source: Edit Pattern
el_gr: Επεξεργασία Μοτίβου

source: <segment 0000>
el_gr: <τμήμα 0000>

source: Warning: Segment encountered outside translation unit variant.
el_gr: Προειδοποίηση: Εντοπίστηκε τμήμα κειμένου έξω από την εναλλακτική εκδοχή της μεταφραστικής μονάδας.

source: Move U&p
el_gr: Μετακίνηση προς τα &πάνω

source: Word count in unique segments:
el_gr: Καταμέτρηση λέξεων στα μοναδικά τμήματα:

source: Location
el_gr: Τοποθεσία

source: &Edit...
el_gr: &Επεξεργασία...

source: Each filter must have a different source filename pattern and can support different source file encodings, target file encodings, and target filename pattern.
el_gr: Κάθε αρχείο πρέπει να έχει διαφορετικό μοτίβο ονόματος αρχείου προέλευσης και μπορεί να υποστηρίζει διαφορετικές κωδικοποιήσεις αρχείων προέλευσης και αρχείων προορισμού, όπως και διαφορετικά μοτίβα ονόματος αρχείων προορισμού.

source: &Validate Tags
el_gr: &Επικύρωση ετικετών

source: Not a valid XML file!
el_gr: Το παρόν δεν είναι έγκυρο XML αρχείο!

source: Loading file...
el_gr: Φόρτωση αρχείου:

source: Break
el_gr: Αλλαγή γραμμής/σελίδας

source: Note: Each language uses one of the segmentation rule sets.
el_gr: Σημείωση: Κάθε γλώσσα χρησιμοποιεί ένα σετ κανόνων διαίρεσης.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
el_gr: Επιλέξτε ποιο κείμενο θα θέλατε να εισαχθεί στο τμήμα που δεν έχει μεταφραστεί ακόμα, όταν θα το ανοίξετε προς μετάφραση.

source: Target language search results for:
el_gr: Αποτελέσματα αναζήτησης στην γλώσσα-στόχο για:

source: Bartender yells loud:<p>Your page cannot be found, boy<p>Buy another drink.
el_gr: Η σελίδα δυστυχώς δεν βρέθηκε.

source: &Browse
el_gr: &Αναζήτηση

source: Saving project...
el_gr: Αποθήκευση έργου...

source: Isolated tags
el_gr: Μεμονομένες ετικέτες

source: Unexpected char {0} ({1})!
el_gr: Μη αναμενόμενος χαρακτήρας {0} ({1})!

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Project -> Reload from the main menu.
el_gr: Μπορείτε επίσης να αντιγράψετε αρχεία στο φάκελο προέλευσης του έργου σας χρησιμοποιώντας τον διαχειριστή αρχείων της προτίμησής σας και ξαναφορτώστε το έργο επιλέγοντας Έργο > Επαναφόρτωση από το κύριο μενού.

source: File Import Failed
el_gr: Η εισαγωγή του αρχείου απέτυχε

source: Edit Filter Patterns
el_gr: Επεξεργασία Μοτίβου Φίλτρων

source: &Properties...
el_gr: &Ιδιότητες...

source: Create New Project
el_gr: Δημιουργία Νέου Έργου

source: Exact search
el_gr: Ακριβής αναζήτηση

source: Source files directory:
el_gr: Κατάλογος αρχείων προέλευσης:

source: &Redo Last Action
el_gr: &Επανάληψη της τελευταίας κίνησης

source: Bad tag on line {0}!
el_gr: Λανθασμένη ετικέτα στη γραμμή {0}!

source: &Source Language:
el_gr: &Γλώσσα-πηγή:

source: &Overwrite Translation
el_gr: &Αντικατάσταση μετάφρασης

source: Segmentation rules are applied in the following order:
el_gr: Οι κανόνες κατάτμησης εφαρμόζονται με την ακόλουθη σειρά:

source: &Add...
el_gr: &Πρόσθεση...

source: Error writing compiled output file!
el_gr: Σφάλμα κατά την εγγραφή του μεταγλωττισμένου αρχείου εξόδου!

source: Next
el_gr: Επόμενη σελίδα

source: Source File Encoding :
el_gr: Κωδικοποίηση Αρχείου Προέλευσης:

source: Search files
el_gr: Αναζήτηση αρχείων

source: Source language: {0}
el_gr: Γλώσσα-πηγή: {0}

source: [best fuzzy match]
el_gr: [καλύτερο αποτέλεσμα ταύτισης]

source: In order for the changes to take effect OmegaT needs to close and then open the project.
el_gr: Για να ενεργοποιηθούν οι αλλαγές πρέπει να κλείσετε το OmegaT και έπειτα να ανοίξετε πάλι το έργο.

source: &Prefix:
el_gr: Πρόθεμα:

source: Remove Filter
el_gr: Αφαίρεση φίλτρου

source: File &Format
el_gr: Τύπος Αρχείου

source: Glossary directory entered does not exist!
el_gr: Ο κατάλογος του γλωσσαρίου που ορίσατε δεν υπάρχει!

source: Segmentation method: {0}
el_gr: Τρόπος κατάτμησης κειμένου: {0}

source: HTML files
el_gr: Αρχεία HTML

source: A&dd
el_gr: &Πρόσθεση

source: Dele&te
el_gr: Διαγραφή

source: Target Filename Pattern
el_gr: Μοτίβο Ονόματος Αρχείου Προορισμού

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
el_gr: Για να αλλάξετε την αντιστοίχηση αρχείων - κωδικοποιήσεων που θα επεξεργαστούν τα φίλτρα, επιλέξτε το φίλτρο από τη λίστα και πατήστε Επεξεργασία.

source: Remove pattern?
el_gr: Αφαίρεση μοτίβου?

source: Add Pattern
el_gr: Πρόσθεση Μοτίβου

source: Total word count:
el_gr: Σύνολο λέξεων:

source: New Language and Country
el_gr: Νέα Γλώσσα και Χώρα

source: End of stream encoutered without finding close block!
el_gr: Παρουσιάστηκε τέλος ροής χωρίς να έχει βρεθεί μπλοκ κλεισίματος!

source: button in the Project Files window or call this action from the Project menu and select the source files you want to import.
el_gr: κουμπί στο παράθυρο Αρχεία Έργου ή αλλιώς πηγαίνετε στο μενού του Έργου και επιλέξτε τα αρχεία προέλευσης που θέλετε να εισάγετε.

source: Brows&e
el_gr: Αναζήτη&ση

source: Re&place with Source
el_gr: Α&ντικατάσταση με Κείμενο Πηγής

source: Unsupported XML version {0}!
el_gr: Η έκδοση XML {0} δεν υποστηρίζεται!

source: OmegaT is a high performance Java-based Translation Memory CAT (Computer Assisted Translation) tool with features such as: fuzzy matching, keyword search, glossary term identification, and multiple file type support.
el_gr: Το OmegaT είναι ένα εργαλείο Μεταφραστικής Μνήμης βασισμένο στη Java, που επιτρέπει: μερική ταύτιση τμημάτων του κειμένου πηγής με τους υπάρχοντες πόρους, την αναζήτηση λέξεων-κλειδιών, την ανεύρεση όρων μέσα στο γλωσσάρι και την υποστήριξη πολλαπλών τύπων αρχείων.

source: Building word counts...
el_gr: Καταμέτρηση λέξεων...

source: Reopen the project?
el_gr: Θέλετε να ανοίξετε πάλι το έργο?

source: &Size
el_gr: &Μέγεθος

source: Loading:
el_gr: Φόρτωση:

source: &Insert
el_gr: Εισαγωγή

source: Could not initialize OS look and feel!
el_gr: Δεν ήταν δυνατή η προετοιμασία εξοικείωσης με το Λειτουργικό Σύστημα!

source: Your project is empty.
el_gr: Το έργο δεν περιέχει τίποτα

source: Invalid TMX file '{0}'!
el_gr: Μη έγκυρο αρχείο TMX '{0}'!

source: &Open...
el_gr: &Άνοιγμα...

source: These units have been skipped.
el_gr: Οι μονάδες αυτές προσπεράστηκαν.

source: Maximum number of finds has been reached
el_gr: Ο ανώτατος αριθμός αποτελεσμάτων έχει επιτευχθεί.

source: Table of Contents
el_gr: Περιεχόμενα

source: &Edit Project
el_gr: &Επεξεργασία έργου

source: &Remove
el_gr: Αφαίρεση

source: Source Filename Pattern :
el_gr: Μοτίβο Ονόματος Αρχείου Προέλευσης:

source: Source file loading complete
el_gr: Ολοκρηρώθηκε η φόρτωση του αρχείου προέλευσης

source: Add Filter
el_gr: Πρόσθεση φίλτου

source: File Filters
el_gr: &Φίλτρα Αρχείου...

source: To have multiple filters of a specific type, select the type from the list and edit it.
el_gr: Για να έχετε πολλαπλά φίλτρα για ένα συγκεκριμένο τύπο αρχείου, επιλέξτε τον τύπο από τη λίστα και προχωρήστε στην επεξεργασία του.

source: Parse error in file {0} at line {1} - {2}!
el_gr: Παρουσιάστηκε σφάλμα ανάλυσης στο αρχείο {0} σειρά {1} - {2}!

source: Display Font
el_gr: Γραμματοσειρά οθόνης

source: &Workflow...
el_gr: &Σειρά εργασιών...

source: D&elete
el_gr: Διαγραφή

source: &Font
el_gr: &Γραμματοσειρά

source: Pattern After
el_gr: Μοτίβο μετά από

source: &Options
el_gr: &Επιλογές

source: Specified language codes are invalid!
el_gr: Οι καθοριμένοι κωδικοί γλωσσών δεν είναι έγκυροι

source: Cannot locate help file:
el_gr: Δεν μπορώ να εντοπίσω το αρχείο βοήθειας:

source: Search thread died unexpectedly!
el_gr: Το περιεχόμενο της αναζήτησης εξαφανίστηκε ξαφνικά!

source: Analyzing Translation Memory - {0} of {1}
el_gr: Ανάλυση Μεταφραστικής Μνήμης- {0} από{1}

source: No matches returned by search.
el_gr: Η αναζήτηση δεν έφερε κανένα αποτέλεσμα.

source: Reload Project
el_gr: Επαναφόρτωση Έργου

source: Floating '?' character not tied to '>'!
el_gr: Αιωρούμενος χαρακτήρας '?' δεν είναι συνδεδεμένος με το '>'!

source: Do you really want to quit?
el_gr: Θέλετε οπωσδήποτε να εξέλθετε?

source: Bad tag start on line {0}!
el_gr: Λανθασμένη αρχική ετικέτα στη γραμμή {0}!

source: Import Source Files...
el_gr: Εισαγωγή Αρχείων Προέλευσης...

source: The first set with a matching Language Pattern is applied, so specific rules should be higher than general ones.
el_gr: Το πρώτο σετ που αντιστοιχεί σε ένα Μοτίβο Γλώσσας εφαρμόζεται, οπότε οι ειδικοί κανόνες υπερισχύουν έναντι των γενικών.

source: Cannot recognize glossary file:
el_gr: Δεν είναι δυνατή η αναγνώριση του αρχείου του γλωσσαρίου:

source: Filename Variables :
el_gr: Μεταβλητές Ονόματος Αρχείου:

source: Project Files
el_gr: Αρχεία Έργου

source: Editing Field Options
el_gr: Επεξεργασία Επιλογών Πεδίων

source: View or edit file conversion filters.
el_gr: Προβολή ή επεξεργασία φίλτρων μετατροπής αρχείων.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
el_gr: Από εδώ μπορείτε να ρυθμίσετε τα πρότυπα σχήματα ονομασίας αρχείων προέλευσης των αρχείων που θα επεξεργαστούν τα φίλτρα, να προσαρμόσετε την ονομασία των μεταφρασμένων αρχείων και να επιλέξετε την κωδικοποίηση ποθ θα πρέπει να χρησιμοποιήσει το σύστημα για να φορτώσει το αρχείο και να αποθηκεύσει το αντίστοιχο του μεταφρασμένο αρχείο.

source: Mo&ve Down
el_gr: Μετακίνηση προς κάτω

source: Escaped binary char contains malformed data (&#x{0};)!
el_gr: Ο δυαδικός χαρακτήρας διαφυγής περιέχει ακατάλληλα δεδομένα (&#x{0};)!

source: WARNING: Unable to locate source language text in segment {0}!
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Δεν ήταν δυνατός ο εντοπισμός κειμένου γλώσσας-πηγή στο τμήμα {0}!

source: Entries with modified tags
el_gr: Καταχωρήσεις με τροποποιημένες ετικέτες

source: Translation Memory directory:
el_gr: Κατάλογος Μεταφραστικής Μνήμης:
